Repository: kazemcodes/Elementor-Copier
Catalog: languages/elementor-copier-*.po
Languages: fa_ir

source: Elementor Widget Copier
fa_ir: کپی ویجت المنتور

source: Elementor
fa_ir: المنتور

source: "%1$s" requires "%2$s" to be installed and activated.
fa_ir: افزونه "%1$s" نیاز به نصب و فعال‌سازی "%2$s" دارد.

source: Elementor Widget Copier requires WordPress 5.6 or higher.
fa_ir: افزونه کپی ویجت المنتور به وردپرس نسخه ۵.۶ یا بالاتر نیاز دارد.

source: Plugin Activation Error
fa_ir: خطا در فعال‌سازی افزونه

source: Elementor Widget Copier requires PHP 7.4 or higher.
fa_ir: افزونه کپی ویجت المنتور به PHP نسخه ۷.۴ یا بالاتر نیاز دارد.

source: Cloning is forbidden.
fa_ir: کپی‌برداری از کلاس مجاز نیست.

source: Unserializing instances of this class is forbidden.
fa_ir: بازسازی نمونه‌های این کلاس مجاز نیست.

source: Copy Elementor Widget
fa_ir: کپی ویجت المنتور

source: Elementor Copier
fa_ir: کپی‌کننده المنتور

source: Source Site URL
fa_ir: آدرس سایت مبدا

source: Enter the URL of the WordPress site you want to copy from
fa_ir: آدرس سایت وردپرسی که می‌خواهید از آن کپی کنید را وارد کنید

source: Authentication
fa_ir: احراز هویت

source: Public Access
fa_ir: دسترسی عمومی

source: WordPress Credentials
fa_ir: اطلاعات ورود وردپرس

source: Application Password
fa_ir: رمز عبور برنامه

source: Username
fa_ir: نام کاربری

source: Password
fa_ir: رمز عبور

source: Load Content
fa_ir: بارگذاری محتوا

source: Loading...
fa_ir: در حال بارگذاری...

source: Copy
fa_ir: کپی

source: Processing...
fa_ir: در حال پردازش...

source: Select Target
fa_ir: انتخاب مقصد

source: Create New Page
fa_ir: ایجاد صفحه جدید

source: Add to Existing Page
fa_ir: افزودن به صفحه موجود

source: Create as Template
fa_ir: ایجاد به عنوان قالب

source: Success
fa_ir: موفقیت

source: Error
fa_ir: خطا

source: Connection successful
fa_ir: اتصال با موفقیت برقرار شد

source: Connection failed
fa_ir: اتصال برقرار نشد

source: Source site is unreachable
fa_ir: سایت مبدا در دسترس نیست

source: Invalid URL
fa_ir: آدرس وارد شده معتبر نیست

source: Connection timeout
fa_ir: زمان اتصال به پایان رسید

source: Please check the site URL and make sure the site is active
fa_ir: لطفاً آدرس سایت را بررسی کنید و مطمئن شوید که سایت فعال است

source: Invalid credentials
fa_ir: اطلاعات ورود نامعتبر است

source: Incorrect username or password
fa_ir: نام کاربری یا رمز عبور اشتباه است

source: Insufficient permissions
fa_ir: دسترسی کافی ندارید

source: You do not have sufficient permissions
fa_ir: شما دسترسی کافی برای انجام این عملیات را ندارید

source: Elementor not found
fa_ir: المنتور یافت نشد

source: Elementor not found on source site
fa_ir: المنتور در سایت مبدا یافت نشد

source: Invalid data structure
fa_ir: ساختار داده نامعتبر است

source: Version incompatibility
fa_ir: نسخه سازگار نیست

source: Elementor version is not compatible
fa_ir: نسخه المنتور سازگار نیست

source: Import failed
fa_ir: وارد کردن ناموفق بود

source: Error importing data
fa_ir: خطا در وارد کردن داده‌ها

source: Media download failed
fa_ir: دانلود رسانه ناموفق بود

source: Error downloading media files
fa_ir: خطا در دانلود فایل‌های رسانه

source: Import successful
fa_ir: وارد کردن با موفقیت انجام شد

source: Widgets copied successfully
fa_ir: ویجت‌ها با موفقیت کپی شدند

source: Widgets imported: %d
fa_ir: تعداد ویجت‌های وارد شده: %d

source: Media files downloaded: %d
fa_ir: تعداد فایل‌های رسانه دانلود شده: %d

source: Pages
fa_ir: صفحات

source: Posts
fa_ir: نوشته‌ها

source: Sections
fa_ir: بخش‌ها

source: Widgets
fa_ir: ویجت‌ها

source: Select All
fa_ir: انتخاب همه

source: Deselect All
fa_ir: لغو انتخاب همه

source: Connecting to source site...
fa_ir: در حال اتصال به سایت مبدا...

source: Loading content...
fa_ir: در حال بارگذاری محتوا...

source: Extracting data...
fa_ir: در حال استخراج داده‌ها...

source: Downloading media...
fa_ir: در حال دانلود رسانه‌ها...

source: Importing content...
fa_ir: در حال وارد کردن محتوا...

source: Regenerating CSS...
fa_ir: در حال بازسازی CSS...

source: Complete
fa_ir: تکمیل شد

source: Please verify the URL and try again
fa_ir: لطفاً آدرس را بررسی کنید و دوباره تلاش کنید

source: Please check your credentials
fa_ir: لطفاً اطلاعات ورود خود را بررسی کنید

source: Please ensure Elementor is installed on the source site
fa_ir: لطفاً مطمئن شوید که المنتور در سایت مبدا نصب شده است

source: Please try a different extraction method
fa_ir: لطفاً روش استخراج دیگری را امتحان کنید

source: Test Connection
fa_ir: تست اتصال

source: Cancel
fa_ir: لغو

source: Retry
fa_ir: تلاش مجدد

source: Close
fa_ir: بستن

source: Enter the full URL of the WordPress site (e.g., https://example.com)
fa_ir: آدرس کامل سایت وردپرس را وارد کنید (مثال: https://example.com)

source: Choose how to authenticate with the source site
fa_ir: نحوه احراز هویت با سایت مبدا را انتخاب کنید

source: For public pages, no authentication is needed
fa_ir: برای صفحات عمومی، نیازی به احراز هویت نیست

source: For private content, provide WordPress credentials
fa_ir: برای محتوای خصوصی، اطلاعات ورود وردپرس را وارد کنید

source: Application passwords are more secure than regular passwords
fa_ir: رمزهای عبور برنامه امن‌تر از رمزهای عبور معمولی هستند
